{
  "name": "Linda Luisa",
  "surname": "Rosenthal",
  "med_student" : "estudiante de medicina",
  "dev" : "desarrolladora web",
  "study" : "b.Sc en Psicologia",
  "hobby" : "todo que es deporte, baile, salud & arte",
  "to_the_top": "🚀 catapultate hacia arriba",
  "about" : "¡Hola!",
  "about_subtitle" : "Un poco sobre mi. Me llamo Linda. Estoy estudiante de medicina en la universidad de Goethe en Francfort del Meno. De paso, disfruto mucho programar.",
  "techsuite" : "Tecnologías",
  "techsuite_subtitle1" : "Echa un vistazo a mi pagina de",
  "techsuite_subtitle2" : ".",
  "vita" : "Vita",
  "vita_subtitle1" : "Te invito a visitar mi perfil de ",
  "vita_subtitle2" : " para ver más detalles. ",
  "skills" : "Mis Capacidades",
  "skills_subtitle" : "Que conlleva trabajar conmigo?",
  "skills_tech" : "Tecnologías",
  "skills_health" : "Salud",
  "skills_visuals" : "Componente Visual",
  "skills_lang" : "Idiomas",
  "skills_pos" : "Positivdad",
  "skills_pers" : "Persistencia",
  "skills_descr_1" : "Experiencias prácticas con diferentes tecnologías. Dispuesta a conocer nuevos conceptos",
  "skills_descr_2" : "Viviendo una vida saludable y promocionarla juega un papel importante para mí. Por ello, el estudio de la medicina forma una base importante.",
  "skills_descr_3" : "Una mente creativa. Sensibilidad para el diseño y la estética visual.",
  "skills_descr_4" : "Conocimientos fluidos en alemán, español e inglés. Francés como curso principal en la secundaria. Ahondando en el idioma portugués mediante la autoformación.",
  "skills_descr_5" : "Vivaz y con una actitud positiva. Marcada por los estudios de psicología, soy firme defensora de la noción que no hay salud sin salud mental.",
  "skills_descr_6" : "Metas personales tanto como responsabilidades, las resuelvo con esmero y atención.",
  "hi" : "Di ¡Hola!",
  "about_p1": "En mis estudios de medicina he aprobado todos los exámenes pre-clínicas, así como las prácticas de tres meses en el tiempo de estudio regular. Las prácticas las realicé en el hospital St. Elisabethen en Fráncfort del Meno, y también en el hospital de Monegal en Tararagona, España.",
  "about_p2" : "Antes de que me otorgaran el lugar en medicina, trabajé como desarrolladora front-end en Everis, una empresa filial de NTT Data. Colaborando en un importante proyecto para un cliente multinacional, que me permitió ampliar mis conocimientos del lenguaje JavaScript. Desde marzo 2019 trabajo como Freelancer para Makerist, una start-up localizada en Berlín, ahí ayudo al equipo de marketing con la realización de las campañas de ventas utilizando HTML, CSS, jQuery, JavaScript y librerías.",
  "about_p3" : "Aparte de mis intereses constantes: la salud y la tecnología, me gusta involucrarme en nuevos retos, tanto en lo profesional como en lo personal. Soy una persona creativa con ojo para los detalles y estética. Hablo alemán, inglés y español de modo fluido. Además, tengo una licenciatura en Psicología. En mi tiempo libre me gusta leer sobre temáticas de vida saludable, mindfulness y psicología positiva.",
  "about_p4" : "",
  "tech_lang" : "Lenguajes",
  "tech_lib" : "Frameworks y librerías",
  "tech_db" : "Base de datos",
  "tech_tools" : "Herramientas y plataformas",
  "projects" : "Proyectos.",
  "descr_blink" : "Aplicación bancaria con Nodejs, Express & MongoDb",
  "descr_blink_text" : "El usuario puede registrarse, loggearse y cerrar la sesión. Solamente en el estado loggeado el usuario puede aceder enlaces protegidos. Una vez loggeado el usuario entra al dashboard viendo sus últimos gastos. Vía un butón, el usuario llega a la página de perfil que muestra un listado con los detalles del banco. El usuario tiene la posibilidad de generar un código QR, conteniendo de modo cifrado el IBAN personal y un campo para insertar un monto de transferencia deseado. La clave está guardada con un algoritmo hash en una base de datos. El diseño está de fácil manejo y mobile-first.",
  "descr_benji" : "Aplicación de bolsa de valores con React",
  "descr_benji_text" : " Primer viaje por el planetario de React. Aplicación creada por create-react-app, usando el lenguaje de plantilla “jsx”. Practicando los métodos de ‘sort’ y ‘map’. El usuario ve una vista general de los valores más exitosos. Los dividendos están alistados según períodos de tiempo. Comentario: No uses las acciones cotizadas en la aplicación como valor indicativo para tus inversiones :P. La data viene de una API con data falso de JSON.",
  "descr_kale" : "Aplicación de Bienestar con React",
  "descr_kale_text" : "La aplicación ‘Kalenciaga’ sirve de documentar y tomar notas durante una limpieza de jugos. El usuario puede navegar entre el protocolo de ayuno y las paginas de jugos, divididos en jugos verdes y jugos de frutas. Además, hay una pagina para buscar síntomas de detoxificación. El protocolo muestra las experiencias alistadas según días. Desde la página de jugos, el usuario puede entrar a una siguiente página con detalles de cada jugo para ver la cantidad, los ingredientes y notas personales. El routing está realizado por el framework React Router.",
  "descr_trumpito" : "Primera cosa creada: juego con Vanilla JS",
  "descr_trumpito_text" : "Quieres hacerle menos racista al ex-presidente de los Estados Unidos Donald Trump? Pués, juega mi juego ‘Don Trumpito’ y vea como el señor Trump se transforma en un luchador mexicano estilo Lucha Libre. Recoja todos los sombreros y tacos mientras huyas de los adoquines. Este juego nació durante la primera semana de proyectos en la escuela de programación‘Ironack. Está creada con HTML/CSS y JavaScript, solo para escritorio extendido.",
  "descr_portfolio_text" : "Mi página web ha empezado como una simple página con HTML, CSS y Bootstrap hasta que surgiera el deseo por un soporte multilenguaje. Al principio me parecía mucho migrar a React por la sola causa de traducir un texto. Gracias al framework de internacionalización ‘react-i18next’, la decisión de cambiar a React ha sido la solución más viable. El diseño se me ha ocurrido mientras codeando la página, sección por sección. Características adicionales son el lazy loading con un spinner hecho con CSS, tanto como el cookie consent (en caso de que no muestra, abre en modo incognito). El diseño considera los requisitos de distintos dispositivos y es capaz de adaptarse a todas las pantallas de diferentes tamaño y idiomas. Este portafolio está desplegado a GitHub Pages.",
  "descr_portfolio_location" : "Estás aquí📍.",
  "blog_header" : "Linda from the blog",
  "blog_title_jwt" : "Autentificación con JWT en Express.js y Node.js (en)",
  "blog_subtitle_jwt" : "De una introducción no-técnica de JWT a codigo comprensivo para implemenar a tu backend.",
  "blog_title_ih" : "Una oda al tec. ¡Únete al bootcamp de Ironhack! (en)",
  "blog_subtitle_ih" : "Este pequeño artículo describe mis experiencias durante mi tiempo en la escuela de programación Ironhack",
  "blog_date" : "Publicado el:",
  "blog_read" : "Lea aquí",
  "v_rocket_date" : "[currently]",
  "v_rocket_job" : "Let's build together!",
  "v_rocket_where" : "Abierta a trabajar, teletrabajo/ trabajo híbrido preferido",
  "v_rocket_what" : "Wishlist: Tech Support, React, Node.js ",
  "v1_date" : "[09/2019- hoy]",
  "v1_job" : "Estudiante de medicina",
  "v1_where" : "Universidad de Goethe, Francfort del Meno",
  "v1_what" : "todos creditos pre-clínica aprobados",
  "v2_date" : "[03/2019-hoy]",
  "v2_job" : "Freelancer front-end",
  "v2_where" : "Makerist, Berlin, DE ",
  "v2_what" : "Ajustes de plantillas en HTML, CSS, JS",
  "v3_date" : "[02/20- 09/20]",
  "v3_job" : "Desarrolladora de web, Trabajo estudiantil",
  "v3_where" : "Crowddesk, Frankfurt am Main, DE",
  "v3_what" : "Wordpress, Creación de plantillas y widgets",
  "v4_date" : "[07/18-09/19]",
  "v4_job" : "Desarrolladora Junior",
  "v4_where" : "everis, Barcelona, ES ",
  "v4_what" : "Angular, Mainframe ",
  "v5_date" : "[01/18- 03/18]",
  "v5_job" : "Web Dev Bootcamp",
  "v5_where" : "Ironhack School, Barcelona, ES",
  "v5_what" : "Currículo Full-Stack",
  "v6_date" : "[09/12- 06/16]",
  "v6_job" : "B.Sc. en Psicología",
  "v6_where" : "Rijksuniversiteit Groningen, NL",
  "v6_what" : "Thesis: 8.5 / 10",
  "v7_date" : "[08/14- 01/15]",
  "v7_job" : "Becaria de Erasmus Mundus",
  "v7_where" : "Universidad Autónoma de Zacatecas, MX",
  "v7_what" : "Minor in Personell Pschology",
  "yo_med" : "Estudiante de medicina",
  "yo_web" : "Desarrolladora web",
  "yo_psych" : "Psícologa",
  "yo_cta" : "Me alegra recibir un mensaje.",
  "yo_motto" : "Mi lema:"
}
