{
  "name": "Linda Luisa",
  "surname": "Rosenthal",
  "med_student" : "medical student",
  "dev" : "front-end developer",
  "study" : "b.Sc in Psychology",
  "hobby" : "all things sports, dance, longevity & art",
  "to_the_top": "all the way up",
  "about" : "Hi, there!",
  "about_subtitle" : "A little about me. My name is Linda. I’m a second-year medical student who happens to fall for programming.",
  "techsuite" : "Tech Suite",
  "techsuite_subtitle1" : "Check out my latest ",
  "techsuite_subtitle2" : " projects.",
  "vita" : "Vita",
  "vita_subtitle1" : "I invite you to head over to my ",
  "vita_subtitle2" : " profile to see job details. ",
  "skills" : "Skill Set",
  "skills_subtitle" : "What is it like working with me? Here is some Buzz around myself.",
  "skills_tech" : "Technical Skills",
  "skills_health" : "Health",
  "skills_visuals" : "Strong Visuals",
  "skills_lang" : "Languages",
  "skills_pos" : "Positivity",
  "skills_pers" : "Persistence",
  "skills_descr_1" : "Practical experience with different technologies. Not afraid to learn new concepts. ",
  "skills_descr_2" : "Being healthy and promoting a healthy lifestyle plays a pivotal role in my life. In this pursuit, medical school builds a strong foundation.",
  "skills_descr_3" : "A creative mind. An eye for design with a great sense of visual aesthetics.",
  "skills_descr_4" : "Fluent in German Spanish & English. French as intensified course back in school. Learning Portuguese for fun.",
  "skills_descr_5" : "Even-tempered and with a joyful, positive attitude. Also, big advocate of the belief that there is no health without mental health. ",
  "skills_descr_6" : "Little can lead me astray from the goals I set for myself.",
  "hi" : "Say Hi!",
  "about_p1": "In medical school, I have passed all pre-clinical exams and — as part of the medical curriculum — I completed 90 days of nursing internship, partly at the St. Elisabethen hospital in Frankfurt, Germany and at the Hospital de Viamed Monegal in Tarragona, Spain.",
  "about_p2" : "Before matching into medical school, I worked as junior front-end developer in a project for an international client at Everis, an NTT DATA Company, in Barcelona, Spain. Since March 2019 - next to my former full-time job -  I am working as freelance web developer at Makerist, a creative and grown-up start-up from Berlin, where I am working closely with the Head of Marketing. My job requirement is to adjust design templates to the brand’s look and feel using mainly HTML, CSS, jQuery, JS and additional libraries if required. I gained further programming practice with Wordpress and Plugin development during my six months experience as a working student at the rising Frankfurt fintech start-up Crowddesk, now Portagon.",
  "about_p3": "While health and code are constant pillars in my personal and professional endeavours, I am always down to embark on new challenges. I am a dedicated person, creative with a curious mind and an eye for aesthetics and detail. I set the bar high for my career and I am willing to educate myself in relevant areas of work to become better and perform tasks in due time. In addition, I hold an English Bachelor degree in Psychology and am fluent in English, Spanish and German. I like to read on health-related topics, mindfulness and positive psychology. ",
  "about_p4" : "",
  "tech_lang" : "Programming Languages",
  "tech_lib" : "Libraries & Frameworks",
  "tech_db" : "Databases",
  "tech_tools" : "Tools & Platforms",
  "projects" : "Showcases.",
  "descr_blink" : "Banking App with Nodejs, Express & MongoDb",
  "descr_blink_text" : "The user can signup, login and logout. The user can access protected routes if logged in. When logged in the user sees an overview of the latest expenses. The user can navigate to his/her profile page with details about the bank statements. From there, the user can generate a QR code containing one's personal IBAN and input field for a transfer amount to share with second person. The passwords are saved to a database and are secured via hash algorithm. The design is user-friendly and mobile first.",
  "descr_benji" : "Stock Market App with React",
  "descr_benji_text" : "First trip to Reactland. Creating app with create-react-app, using jsx template. Playing around with the JavaScript ‘map’ and ’sort’ methods. The User can see a list with the most successfull. Dividends are sorted by years. Disclaimer: Don’t use the stock information for your next purchases :P. The data comes from an API with dummy JSON data.",
  "descr_kale" : "Wellness App with React",
  "descr_kale_text" : "The idea behind Kalenciaga is to document one’s personal experiences during a juice cleanse. So far, the user can navigate between the fasting protocol, juices and search for detox symptoms. The fasting protocol lists the experiences ordered by days. From the juices pages, green juices and fruit juices respectively, the user can navigate to the juices details page to see the quantity of juices of a particular day, the ingredients, as well as personal notes. Routes are configured via the React Router framework.",
  "descr_trumpito" : "First Thing Built: Game with JS",
  "descr_trumpito_text" : "In this retro game Don Trumpito, you transform the former president of the United States Donald Trump into a Mexican Lucha Libre fighter. Catch all the sombreros and yummy tacos while escaping the bricks. Don Trumpito has no intention of building a wall here. This game was built during the first project week after one week attending  the coding school Ironhack. It is built only with HTML/CSS and JavaScript. Desktop only.",
  "descr_portfolio_text" : "My introduction website started as a simple HTML & CSS page with Bootstrap until my desire for multi language support. While it seemed like overkill at first using React for this endeavour, it actually provided the simplest solution thanks to the internationalisation framework ‘react-i18next’. The design idea derived while coding — one section at a time. Additional features are lazy loading with spinner, as well as cookie consent (if not showing, open in incognito mode). The web design is responsive across all devices and languages. This project is deployed to GitHub Pages. Building this was hella fun!",
  "descr_portfolio_location" : "You are here📍.",
  "blog_header" : "Linda from the blog",
  "blog_title_jwt" : "User Authentication with JWT in Express.js & Node.js.",
  "blog_subtitle_jwt" : "From a non-technical introduction to JWT (JSON web token) to comprehensive code for implementation in your back-end.",
  "blog_title_ih" : "An ode to coding. Join Ironhack.",
  "blog_subtitle_ih" : "This article describes my awesome experience at the coding school Ironhack. Fun. Fun. Fun.",
  "blog_date" : "Published on:",
  "blog_read" : "Read here",
  "v_rocket_date" : "[currently]",
  "v_rocket_job" : "Let's build together!",
  "v_rocket_where" : "Looking for a job, remote or hybrid preferred!",
  "v_rocket_what" : "Wishlist: React, Node.js ",
  "v1_date" : "[09/2019- present]",
  "v1_job" : "Medical Student",
  "v1_where" : "Goethe University, Frankfurt am Main",
  "v1_what" : "All pre-clinical credits reached",
  "v2_date" : "[03/2019-present]",
  "v2_job" : "Front-End Freelancer",
  "v2_where" : "Makerist, Berlin, DE ",
  "v2_what" : "Template adjustments in HTML, CSS, JS",
  "v3_date" : "[02/20- 09/20]",
  "v3_job" : "Web Developer, Working Student",
  "v3_where" : "Crowddesk, Frankfurt, DE",
  "v3_what" : "Wordpress, Template & Widgets Creation",
  "v4_date" : "[07/18-09/19]",
  "v4_job" : "Junior Developer",
  "v4_where" : "everis, Barcelona, ES ",
  "v4_what" : "Angular, Mainframe ",
  "v5_date" : "[01/18- 03/18]",
  "v5_job" : "Web Development Bootcamp",
  "v5_where" : "Ironhack School, Barcelona, ES",
  "v5_what" : "Full- Stack: HTML, CSS, JS, Angular, Node.js",
  "v6_date" : "[09/12- 06/16]",
  "v6_job" : "B.Sc Psychology",
  "v6_where" : "Rijksuniversiteit Groningen, NL",
  "v6_what" : "Bachelor thesis: 8.5 / 10",
  "v7_date" : "[08/14- 01/15]",
  "v7_job" : "Scholarship",
  "v7_where" : "University of Zacatecas, MX",
  "v7_what" : "Minor in Personell Pschology",
  "yo_med" : "Med Student",
  "yo_web" : "Web Developer",
  "yo_psych" : "Psychologist",
  "yo_cta" : "I'm looking forward to hearing from you.",
  "yo_motto" : "My motto:"
}
