{
  "name": "Linda Luisa",
  "surname": "Rosenthal",
  "med_student" : "medizinstudentin",
  "dev" : "front-end developer",
  "study" : "b.Sc in psychologie",
  "hobby" : "sport, tanz, gesundheit & kunst",
  "to_the_top": "Rücke vor bis auf LLR" ,
  "about" : "Schön datt de do bes!",
  "about_subtitle" : "Ein paar Zeilen zu mir. Mein Name ist Linda. Ich bin Studentin der Humanmedizin an der Goethe Universität in Frankfurt am Main, nebenbei programmiere ich.",
  "techsuite" : "Tech Suite",
  "techsuite_subtitle1" : "Schau doch vorbei auf meinem",
  "techsuite_subtitle2" : " Profil.",
  "vita" : "Vita",
  "vita_subtitle1" : "Für eine detaillierte Auflistung, schau gerne auf meinem ",
  "vita_subtitle2" : " Profil vorbei. ",
  "skills" : "Meine Skills",
  "skills_subtitle" : "Wie kann ich euch bereichern?",
  "skills_tech" : "Technische Fertigkeiten",
  "skills_health" : "Gesundheit",
  "skills_visuals" : "Visuelles Know-How",
  "skills_lang" : "Sprachen",
  "skills_pos" : "Robustes Mindset",
  "skills_pers" : "Zielsicherheit",
  "skills_descr_1" : "Praktische Erfahrungen mit verschiedenen Technologien. Keine Berührungsängste vor Unbekanntem. ",
  "skills_descr_2" : "Gesund sein & einen gesunden Lebensstil führen, spielen eine wichtige Rolle für mich. Das Studium der Humanmedizin schafft hierfür eine wichtige Basis.",
  "skills_descr_3" : "Ich bin ein kreativer Kopf. Habe ein Auge für schönes Design und visuelle Ästhetik.",
  "skills_descr_4" : "Verhandlungssicher in Deutsch, Spanisch & Englisch. Ehemals Französisch-LK. Portugiesisch im Selbststudium.",
  "skills_descr_5" : "Lebensfroh & stets positiv. Geprägt durch das Studium der Psychologie bin ich große Verfechterin der Ansicht: keine Gesundheit ohne die psychische Gesundheit.",
  "skills_descr_6" : "Meine gesteckten Ziele & Aufgaben verfolge ich konsequent, no matter what!",
  "hi" : "Sag Hallo!",
  "about_p1" : "Im Medizinstudium habe ich alle vorklinischen Examina bestanden und das dreimonatige Pflegepraktikum in Regelstudienzeit absolviert. Das Praktikum habe ich einerseits im St. Elisabethen Krankenhaus in Frankfurt am Main, als auch im Krankenhaus Viamed Monegal in Tararagona, Spanien, gemacht.",
  "about_p2" : "Vor Antritt meines Studiums habe ich als Front-End Entwicklerin im Unternehmen Everis, einer Tochtergesellschaft von NTT DATA gearbeitet. Innerhalb eines Großprojekts für einen multinationalen Klienten übernahm ich die Verantwortung für die Realisierung der Mehrsprachigkeit und konnte so meine JavaScript-Kenntnisse erweitern. Seit März 2019 unterstütze ich nebenberuflich das Marketing-Team der DIY-Plattform Makerist bei der Umsetzung ihrer Sales-Kampagnen. Hierbei bin ich zuständig für die Anpassung und Erstellung von Templates mithilfe von HTML, CSS, JavaScript und der jQuery-Library. Zusätzlich habe ich erste praktische Erfahrungen mit Wordpress und der Erstellung von Plugins in meiner sechsmonatigen Tätigkeit als Werkstudentin im aufsteigenden Fintech Start-Up Crowddesk, heute Portagon, gesammelt.",
  "about_p3" : "Neben meinen beiden konstanten Leidenschaften, Gesundheit und Technik, stelle ich mir gerne neue Herausforderungen jeder Art. Ich bin kreativ und habe ein Auge für Details und Ästhetik. Meine beruflichen Ziele verfolge ich konsequent. Neben meiner Muttersprache Deutsch spreche ich fließend Englisch und Spanisch. Ich habe einen Englischen Bachelor of Science in Psychologie. Wenn mir Zeit zum Lesen bleibt, lese ich gerne über gesunden Lebensstil, mindfulness und Positive Psychologie.",
  "about_p4" : "",
  "tech_lang" : "Programmiersprachen",
  "tech_lib" : " Libraries und Frameworks",
  "tech_db" : "Datenbanken",
  "tech_tools" : "Tools & Plattformen",
  "projects" : "Arbeitsproben",
  "descr_blink" : "Banking App mit Nodejs, Express & MongoDb",
  "descr_blink_text" : "Der User kann sich registrieren, an- und abmelden. Nur wenn der User eingeloggt ist, besteht Zugang zu geschützten Routes. Eingeloggt gelangt der User zum Dashboard, wo ihm/ihr eine Übersicht über die letzten Ausgaben angezeigt werden. Der User gelangt über einen Button auf seine Profilseite mit Angaben zu allen Bankverbindungen. Der User hat die Möglichkeit einen QR Code zu generieren, der die persönliche IBAN und eine gewünschte Transfersumme verschlüsselt enthält. Das Passwort ist per Hash-Algorithmus in einer Datenbank gespeichert. Das Design ist benutzerfreundlich und Mobile First.",
  "descr_benji" : "Stock Market App mit React",
  "descr_benji_text": "Erste Begegnung mit React. App mit create-react-app und jx-template erstellt. Übung mit den JavaScript ‘map’ und ‘sort’ Methoden. Der User sieht eine Übersicht über die fünf erfolgreichsten Aktienkurse. Dividenden werden nach Zeiträumen gelistet. Disclaimer: Listung bitte nicht als Anhaltspunkt für die nächste Investition nutzen :P. Das Rendering der Daten geschieht über eine JSON Datei mit Dummy Daten.",
  "descr_kale" : "Wellness App mit React",
  "descr_kale_text" : "Die App Kalenciaga dient der persönlichen Dokumentation von Erfahrungswissen beim Durchlaufen einer Saftkur. Der User kann zwischen dem Fastenprotokoll und den gepressten Säften navigieren, sowie nach Detox Symptomen suchen. Die Protokolle sind nach Fastentagen aufsteigend angeordnet. Von den Juice-Seiten aus, die einerseits in grüne Säfte und andererseits in Fruchtsäfte unterteilt sind, kann der User auf eine weitere Seite mit Details zugreifen, die Auskunft gibt über die Menge eines jeden Saftes, dessen Ingredienzen, sowie über persönliche Notizen. Die URLs sind mithilfe des React Router Frameworks erstellt.",
  "descr_trumpito" : "Aller erstes Coding Projekt: Game mit JavaScript",
  "descr_trumpito_text" : "In meinem Retro-Game Don Trumpito bildest du den US-amerikanischen Präsidenten aD, Donald Trump, zum mexikanischen Lucha Libre Kämpfer aus. Fang Tacos und Sombreros ein und weiche den Pflastersteinen aus. Don Trumpito hat hier keine Absicht, eine Mauer zu errichten! Dieses Spiel ist in der ersten Projektwoche nach einer Woche in der Coding-Schule Ironhack entstanden. Es ist ausschließlich mit HTML/CSS und JavaScript gebaut. LAN-Party geeignet, da zocken nur auf dem Desktop möglich ist.",
  "descr_portfolio_text" : "Meine Portfolio Seite begann als simple HTML und CSS Page mit Bootstrap, bis der Wunsch aufkam, die Website mehrsprachig zu übersetzen. Es erschien zunächst übertrieben hierfür von basic HTML zu React zu migrieren. Durch ‘react-i18next’, ein Framework zur Anpassung von Computersoftware an verschiedene Sprachen, bot sich der Wechsel als effektivste Lösung an. Die Design Idee ist während des Programmierens entstanden. Weitere Features sind lazy loading mit CSS spinner und cookie consent (gegebenenfalls im Inkognito Fenster öffnen). Das Design berücksichtigt die Anforderungen unterschiedlicher Endgeräte und ist reaktionsfähig über alle Bildschirmgrößen und Sprachen hinweg. Die Website ist deployed und gehosted mit GitHub Pages.",
  "descr_portfolio_location": "Du befindest dich hier📍.",
  "blog_header" : "Linda from the blog",
  "blog_title_jwt" : "Benutzerauthentifizierung mit JWT in Express.js und Node.js (en)",
  "blog_subtitle_jwt" : "Einführung in JWT (JSON web token) und Erläuterung zur Implementierung im Back-end",
  "blog_title_ih" : "Eine Ode an Tech. Join Ironhack! (en)",
  "blog_subtitle_ih" : "Dieser kleine Beitrag schildert meine Erfahrungen während meiner Zeit in der Programmierschule Ironhack",
  "blog_date" : "Veröffentlicht am:",
  "blog_read" : "Zum Artikel",
  "v_rocket_date" : "[aktuell]",
  "v_rocket_job" : "Gemeinsam hochpetern!",
  "v_rocket_where" : "Auf Jobsuche, vorzugsweise hybrid oder remote!",
  "v_rocket_what" : "Gesuch: Techie, React, Node.js ",
  "v1_date" : "[09/2019- heute]",
  "v1_job" : "Medizinstudentin",
  "v1_where" : "Goethe Universität, Frankfurt am Main, DE",
  "v1_what" : "Vorklinisch Scheinfrei",
  "v2_date" : "[03/2019-heute]",
  "v2_job" : "Front-End Freelancer",
  "v2_where" : "Makerist, Berlin, DE ",
  "v2_what" : "Template Anpassungen in HTML, CSS, JS",
  "v3_date" : "[02/20- 09/20]",
  "v3_job" : "Web Developer, Werkstudentin",
  "v3_where" : "Crowddesk, Frankfurt am Main, DE",
  "v3_what" : "Wordpress, Template & Widget Erstellung",
  "v4_date" : "[07/18-09/19]",
  "v4_job" : "Junior Developer",
  "v4_where" : "everis, Barcelona, ES ",
  "v4_what" : "Angular, Mainframe ",
  "v5_date" : "[01/18- 03/18]",
  "v5_job" : "Web Development Bootcamp",
  "v5_where" : "Ironhack Programmierschule, Barcelona, ES",
  "v5_what" : "Full- Stack Curriculum",
  "v6_date" : "[09/12- 06/16]",
  "v6_job" : "B.Sc in Psychologie",
  "v6_where" : "Rijksuniversiteit Groningen, NL",
  "v6_what" : "Bachelor These: 8.5 / 10",
  "v7_date" : "[08/14- 01/15]",
  "v7_job" : "Erasmus Mundus Stipendium",
  "v7_where" : "Autonome Universität Zacatecas, MX",
  "v7_what" : "Minor in Arbeitspschologie",
  "yo_med" : "Medizinstudentin",
  "yo_web" : "Web Developer",
  "yo_psych" : "Psychologie",
  "yo_cta" : "Ich freue mich über eine Nachricht.",
  "yo_motto" : "Mein motto 📢 "
}